alacritty
alsa-utils
base
base-devel
brightnessctl
btop
dhcpcd
dunst
efibootmgr
file-roller
firefox
gammastep
gcc
git
github-desktop
grub
hypridle
hyprland
hyprlock
hyprpaper
iwd
kitty
libadwaita
light
linux
linux-firmware
lxappearance
nano
neovim
noto-fonts
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
qt6-svg
rofi-wayland
sddm
sof-firmware
sudo
thunar
thunar-archive-plugin
tree
ttf-fira-sans
ttf-font-awesome
visual-studio-code-bin
waybar
wireplumber
wlr-randr
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
yay
yay-debug
